
class AuthKey:
    number = ''                          #Ваш номер

    # Регистрация
    mail_regis = ''           #<-Для регистрации надо написать почту
    password_regis = ''                    #Пароль
    confir_pass_reg = ''                   #Подтверждение пароля


    # Авторизация по логину и паролю
    mail_auth = ''         #Почта созданный(ого) и прикрепленный(ого) в учетном записе "Ростелеком"
    login = ''                   #Логин можно посмотреть в учетном записе "Ростелеком"
    password_auth = ''                     #Пароль


    #Восстановление пароля
    new_password_recovery = ''            #Новый пароль для учетной записи
    confir_pass_recovery = ''             #Подтверждение пароля


